function Footer(){
    return(
       <>
       <div className="w-5/5 md:w-4/5 mx-auto md:p-[60px] md:pb-[300px]   pb-[60px] ">
            <p className="text-white md:leading-loose underline leading-relaxed">最後までポートフォリオをご覧いただき、誠にありがとうございます。

本制作を通じて、チーム開発の協調性やバックエンド設計の奥深さ、そしてものづくりの楽しさを実感することができました。特にFlaskを用いたAPI設計やMySQLによるデータベース構築では、ユーザーが安心して利用できるサービスを支える“基盤づくり”の重要性を深く学ぶことができました。エラーの原因をひとつひとつ丁寧に追いかけ、動作確認を重ねながら仕組みを理解していく過程は、技術的な成長だけでなく粘り強さや論理的思考力も養う貴重な経験となりました。

今後はバックエンドに限らず、フロントエンドやUI/UX、さらにはインフラやセキュリティなど、より幅広い分野の知識とスキルを身につけていきたいと考えています。技術力の向上はもちろんのこと、“使う人の体験”を意識した設計や、誰にとっても心地よいサービスを届けるための視点を大切にしながら、開発に取り組んでいきたいと思います。

この経験を糧に、今後も学びを重ね、より良いサービスを創出できるエンジニアとして成長していけるよう、日々努力を続けてまいります。</p>
           </div>
       </>
    )
}
export default Footer